Revit 2027 API
ViewDisplayBackground.VerticalImageScale Property
 The vertical scale of the background image; the scale of 1.0 puts the image pixel-to-pixel.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double VerticalImageScale { get; }
Public ReadOnly Property VerticalImageScale As Double
	Get
public:
property double VerticalImageScale {
	double get ();
}
member VerticalImageScale : float with get
Property Value
Double
See Also
Reference
ViewDisplayBackground Class
Autodesk.Revit.DB Namespace